{
	"data": 
		[
			"Nova Scotia's public schools will be closed until May 1 because of COVID-19, and Grade 12 students on track to graduate will do so, the province announced Monday. As well, it confirmed the first case of COVID-19 contracted through community spread.\n\nPremier Stephen McNeil said all exams are cancelled and school trips that were planned won't be happening.\n\nMcNeil said the province is launching e-learning options for students, as well as at-home options for those without internet.\n\nThe province also announced its first confirmed case of COVID-19 spread by transmission within the community.\n\nThe number of confirmed cases rose by five to 127 on Monday.\n\nThe majority of the cases have been linked to travel or to close contact with someone else who travelled, but public health officials were unable to find such a link in one case.\n\nCommunity spread case not tied to St. Patrick's Day event\n\n\"This is the individual we thought there was potential exposure at a St. Patrick's Day event,\" said Dr. Robert Strang, the province's chief medical officer of health, on Monday.\n\nStrang said everyone at that event was tested and all tests were negative, which led them to conclude the person who tested positive must have contracted COVID-19 somewhere else.\n\nPublic health officials have said community spread is expected, and that a wider criteria for testing would eventually find such a case.\n\nWe can expect to see more of these as time moves along,\" Strang said, urging people to strictly ahere to public health orders and directives, such as limiting gatherings to no more than five people, maintaining physical distancing of at least two metres between people and practising good hygiene.\n\nStrang also said four people at a long-term care facility in Enfield, N.S., tested positive for COVID-19. Two of the people are residents, while two are staff.\n\nStrang said Emergency Health Services has mobile testing capacity and will be testing every resident and staff in the home.\n\nHe also said it is creating staffing issues, but the province is working to support residents during this time.\n\nPossible exposure at Elmsdale restaurant\n\nPublic health is also advising people of a potential exposure at Rob Bitar's Ristorante in Elmsdale, N.S., on March 23 and 24.\n\nAnyone exposed to the virus at this location may develop symptoms up to, and including, April 6.\n\nThe province has conducted a total of 5,054 negative COVID-19 tests.\n\nFour people are in hospital and 10 people have recovered from COVID-19."
		],
	"mode": "sentences",
	"length": 5
}
